<%--
  Created by IntelliJ IDEA.
  User: under
  Date: 05.11.2020
  Time: 19:51
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
<%--    <link rel="stylesheet" href="/WEB-INF/resources/css/main_page.css">--%>
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css" integrity="sha384-ggOyR0iXCbMQv3Xipma34MD+dH/1fQ784/j6cY/iJTQUOhcWr7x9JvoRxT2MZw1T" crossorigin="anonymous">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <title>Info</title>
    <style>
        body {
            background: azure /*url("/WEB-INF/resources/images/news-bg.jpg")*/;
        }
    </style>
<script src="https://code.jquery.com/jquery-3.3.1.slim.min.js" integrity="sha384-q8i/X+965DzO0rT7abK41JStQIAqVgRVzpbzo5smXKp4YfRvH+8abtTE1Pi6jizo" crossorigin="anonymous"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.7/umd/popper.min.js" integrity="sha384-UO2eT0CpHqdSJQ6hJty5KVphtPhzWj9WO1clHTMGa3JDZwrnQq4sF86dIHNDz0W1" crossorigin="anonymous"></script>
<script src="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/js/bootstrap.min.js" integrity="sha384-JjSmVgyd0p3pXB1rRibZUAYoIIy6OrQ6VrjIEaFf/nJGzIxFDsf4x0xIM+B07jRM" crossorigin="anonymous"></script>
</head>
<body>

<h1>Назначение и прицип действия пожарных дверей</h1>
<p>
    Главным назначением противопожарных дверей является способность удерживать пламя, дым, продукты сгорания, высокую температуру в замкнутом пространстве определенное количество времени. При пожаре дверное полотно не деформируется, не утрачивает свои несущие свойства, защищает внешнее пространство от проникновения отравляющих газов, опасных для здоровья.
</p>
<p>
    Противопожарные двери бывают внутренние (межкомнатные) и наружные, сопровождают людей по пути эвакуации. Их использование рекомендуется для жилых и коммерческих зданий. Для лабораторий, цехов химической промышленности, лакокрасочных заводов, производств, связанных с опасностью возгораний и взрывов, их применение обязательно по правилам пожарной безопасности.
</p>
<p>
    Принцип действия противопожарной защиты прост. В момент распространения огня по территории, двигаясь от первоначального источника, пламя упирается в преграду, не дающую ему идти дальше. Алюминиевый профиль, благодаря специальной термоизолирующей вставке, не нагреваются с внешней стороны. Конструкция остается безопасной, не вызывает ожогов при прикосновении.
</p>

<h1>Виды противопожарных дверей</h1>
<p>
    Компания Михайловские двери на собственном производстве создает несколько видов дверей для пожарной безопасности помещений. Они не отличаются от обычных, соответствуют общей стилистике здания, внутреннему интерьеру помещений. Большинство — светопрозрачные, производятся из алюминиевого профиля с полным остеклением, при желании, можно заказать глухие без изменения защитных свойств.
    Дверное полотно обладает высокой степенью противопожарной защиты, дающей 15-90 мин. сопротивления распространению огня. Количество минут зависит от толщины стекла и обозначается маркировкой, присваиваемой по результатам огневых испытаний.
</p>

<h1>Виды маркировок с расшифровкой</h1>
<p>
    Буквы показывают характеристики повреждений от огня
</p>
<ul>
    <li>Е — утрата целостности полотна или стекла</li>
    <li>R — потеря несущей способности</li>
    <li>I — утрата теплоизолирующих свойств, повышение температуры полона выше 140 °С</li>
    <li>W —превышение теплового потока</li>
    <li>S — превышение задымленности вне помещения, где расположен очаг возгорания</li>
</ul>
<p>Цифры: 15, 30, 60 — обозначают количество времени, через которые наступают эти характеристики</p>

<h1>Установка готовой конструкции</h1>
<p>Мы занимаемся оснащением предприятий противопожарными дверями для создания безопасного пространства при возникновении чрезвычайных ситуаций. Кроме поставки мы проектируем, монтируем, сдаем объект проверяющей организации (инспектору пожарной охраны) и получаем на него необходимую документацию.
    Монтаж проводят профессиональные бригады с учетом требований пожарной безопасности зданий. После установки специалисты представляют готовый объект пожарному инспектору, получают его положительное заключение.
    Чертежи проекта хранятся у нас в архивах, при возникновении поломок, входящих или не входящих в нашу гарантию, мы восстановим дверное полотно в первозданном виде, заменив не целиком, а только поврежденные элементы. При идеальном совпадении деталей полотно не потеряет своих свойств, будет продолжать защищать здание от огня еще долгое время.</p>

     <footer class="shrift">
         <p style="margin-left: 20px">ПОДПИШИТЕСЬ НА РАССЫЛКУ И ПОЛУЧИТЕ СКИДКУ 10% НА ВАШ ЗАКАЗ</p>
         <p class="dop" style="margin-left: 20px">ОСТАВАЙТЕСЬ В КУРСЕ НАШИХ НОВОСТЕЙ И ПОЛУЧИТЕ СКИДКУ 10%</p>
         <div class="form-inline">
             <form action="/home" method="post">
                 <input type="email" name="email" class="gdg" placeholder="ВВЕДИТЕ ЭЛ.АДРЕС">
                  <button class="test mybtn">ПОДПИШИТЕСЬ</button>
                 <input type="submit">
             </form>
         </div>
     </footer>
 </footer>
</body>
</html>
